[
  "My success can only come from Allah. – Surah Hud (11:88)",
  "But they plan, and Allah plans. And Allah is the best of planners. – Surah Ali ‘Imran (3:54)",
  "Do not despair of the mercy of Allah. – Quran 39:53",
  "Allah does not burden a soul beyond that it can bear. – Surah Baqarah: V 286",
  "And he is with you wherever you are. – Quran 57:4",
  "So, remember me I will remember you. – Surah Baqarah: Verses 152",
  "We will test you in fear, Hunger loss of wealth life & fruit but give glad tiding to patient. – Quran 2:155",
  "So, when the Quran is recited, then listen to it and pay attention that you may receive mercy. – Quran 7:204",
  "If you are grateful, I will give you more. – Surah Ibrahim: verse 7",
  "Do not lose hope, nor be sad. – Qur’an 3:139",
  "And whoever turns away from My remembrance – indeed, he will have a depressed life. –  Quran 20:124",
  "Whoever fears Allah, Allah will find a way out for him (from every difficulty) and He will provide for him from sources that he could never have imagined. –  Quran 65:2-3",
  " Allah does not intend to make difficulty for you, but He intends to purify you and complete His favor upon that you may be grateful. – Quran 5:6",
  "And whoever puts all his trust in Allah, then He will be enough for him. – Quran 65:1",
  "Allah is with the doers of good. – Quran 29:69",
  "Allah never changes the condition of people unless they strive to change themselves. –  Quran 13:11",
  "Allah is not unaware of what you do. – Quran 2:85",
  "Indeed, Allah doesn’t fail in his promise. – Quran 3:9",
  "Sometimes, all it takes is just one prayer to change everything.",
  "When we repair our relationship with Allah, He repairs everything else for us.",
  "There are no sad endings for those who trust Allah.",
  "When there is no way ALLAH will make a way.",
  "When thinking cannot solve problems remember that a Dua can.",
  "If Allah is with you, never to worry who is against you.",
  "The more you read The Quran the more you’ll fall in love with The Author.",
  " A busy life makes prayer harder, but prayer makes a busy life easier.",
  "Never underestimate the power of Dua.",
  "Worldly life is very short, so turn to Allah before you return to Allah.",
  "Life is a journey from Allah to Allah."
]
