[
  {
    "title": "জীবন মানেই পরীক্ষা",
    "description": "হতাশার অন্ধাকারে ডুবে থাকা মানুষের মনে একটি প্রশ্নই বারবার ঘুরপাক খায়, কেনো আমাদের সৃষ্টি করা হলো? কেনো পৃথিবীতে এলাম? আমরা কি প্রকৃতির খেলার পুতুল? এ প্রশ্নের উত্তর দিয়ে আল্লাহ বলেন  الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ الْعَزِيزُ الْغَفُورُ.",
    "translation": " তোমাদের মধ্যে সৎকর্মে কে অগ্রগামী তা পরীক্ষার জন্যেই তিনি জীবন সৃষ্টি ও মৃত্যুর ব্যবস্থা করেছেন। তিনিই মহাপরাক্রমশালী ও সত্যিকারের ক্ষমাশীল। সূরা মুলক, আয়াত ২।",
    "explanation": "এ আয়াত বলছেন, আমাদের এমনি এমনি দুনিয়ায় পাঠানো হয়নি। আমাদের পাঠানোর কারণ হলো, আমরা কত সুন্দরভাবে আমাদের কাজগুলো সমাপ্ত করতে পারি তা পরীক্ষা করে দেখার জন্য। আমরা যে কাজই করি না, তা অবশ্যই সবচেয়ে সুন্দর উপায়ে, আল্লাহর বলে দেওয়া নিয়মে সমাপ্ত করতে পারলে পরীক্ষায় পাশ করব এবং পুরস্কার হিসেবে অকল্পনীয় সুন্দর জান্নাত আল্লাহ আমাদের দেবেন।"
  },
  {
    "title": "মানুষকে সৃষ্টিই করা হয়েছে কষ্ট ও পরিশ্রম নির্ভর করে",
    "description": "অনেক সময়ই মনে প্রশ্ন জাগে, কেনো আমাদের কষ্ট করে বাঁচতে হয়? জীবন মানেই সংগ্রাম কেনো? এ প্রশ্নের উত্তরে আল্লাহ তায়ালা বলেন-لَقَدْ خَلَقْنَا الْإِنسَانَ فِي كَبَدٍ.",
    "translation": " নিশ্চয়ই আমি মানুষকে কষ্ট ও পরিশ্রমনির্ভর করে সৃষ্টি করেছি। সূরা বালাদ, আয়াত ৪।",
    "explanation": "এ আয়াতের সহজ অর্থ হলো, জীবন মানেই কষ্ট এবং সংগ্রাম। মানুষ যতদিন বেঁচে থাকবে তাকে পরিশ্রম করে, কষ্ট করেই বেঁচে থাকতে হবে। আমরা যে নিত্য খাওয়া-দাওয়া, আনন্দ-ফুর্তি করি তা কি কম কষ্টের? যদিও আনন্দে ডুবে থাকার কারণে আমরা কষ্ট অনুভব করি না। আপনার কষ্ট সেদিনই শেষ হবে, যেদিন জীবন ঘড়িটা পুরোপুরি থেমে যাবে।"
  },
  {
    "title": "দুঃখের সাথেই সুখ আছে",
    "description": "কখনো কখনো আমাদের মনে হয়, কেনো আল্লাহ মানুষকে কষ্টনির্ভর করে সৃষ্টি করেছেন? কষ্ট না থাকলে জীবনটা কত সুন্দর হতো। এমন ভাবনা যে ভুল তা বলা হয়েছে এই দুই আয়াতে- فَإِنَّ مَعَ الْعُسْرِ يُسْرًا - إِنَّ مَعَ الْعُسْرِ يُسْرًا",
    "translation": "অবশ্যই কষ্টের সাথেই সুখ রয়েছে। আবারো বলছি, অবশ্যই কষ্টের সাথেই সুখ রয়েছে। সূরা ইনশিরাহ, আয়াত ৫-৬।",
    "explanation": "উস্তাদ নোমান আলী খান বলেন, একজন পরীক্ষার্থী যখন ছয় মাস এক বছর আগে থেকে রাত জেগে কষ্ট করে পড়তে থাকে, মূলত ওই সময় থেকেই সে আনন্দদায়ক ফলাফলের বীজ বুনতে শুরু করে দেয়। যদি সে কষ্ট না করত তাহলে পরীক্ষায় কিছুই লিখতে পারত না। একইভাবে আমরা যে মজার মজার খাবার খাই, তা যদি ঘণ্টার পর ঘণ্টা লাগিয়ে ভালোভাবে রান্না না হত, তাহলে খাবার সামনে আসত না। জীবনটাও ঠিক তেমনি। যে যতটুকু কষ্ট করবে, পরিশ্রম করবে, সেও বিনিময় স্বরূপ ততটুকুই আনন্দ পাবে। কারণ, ‘কষ্টের সাথেই সুখ আছে’।"
  },
  {
    "title": "বিশ্বাসীরাই সফল",
    "description": "দুনিয়ার এত মত- এত পথের মাঝে সফল হওয়ার একমাত্র সূত্র কী- এ প্রশ্নের জবাবে আল্লাহ বলেন, قَدْ أَفْلَحَ الْمُؤْمِنُونَ.",
    "translation": "যারা বিশ্বাসী তারাই সফলকাম হয়ে গেছে। সূরা মুমিনুন, আয়াত ১।",
    "explanation": "সংক্ষেপে এই আয়াতের মর্মার্থ হলো, যারা আল্লাহ এবং পরকালের জীবনে বিশ্বাস করে, তারাই প্রকৃত সফল মানুষ। বিশ্বাসহীন কোনো পথ-মত মানুষকে সফল করতে পারে না। একইভাবে অর্থ-বিত্ত, বিদ্যা-বুদ্ধি এগুলোও সফলতার মানদন্ড নয়। সফলতার মানদন্ড একটিই, তা হলো বিশ্বাসী হয়ে জীবনযাপন করা।"
  },
  {
    "title": "ভরসা করার জন্য আল্লাহই যথেষ্ট",
    "description": "কষ্ট নির্ভর করে সৃষ্টি করেই আল্লাহ তায়ালা মানুষকে ছেড়ে দেননি। যখন মানুষ হতাশার চক্র ভেঙে বেরোতে পারবে না, আশার আলো দেখবে না, পাশে কাউকে পাবে না, তখন আল্লাহ তাকে বিপদ থেকে টেনে তুলবেন। আল্লাহ বলেন,  مَن كَانَ يُؤْمِنُ بِاللَّـهِ وَالْيَوْمِ الْآخِرِ ۚ وَمَن يَتَّقِ اللَّـهَ يَجْعَل لَّهُ مَخْرَجًا. وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى اللَّـهِ فَهُوَ حَسْبُهُ.",
    "translation": "যারা আল্লাহ-সচেতন থাকে, আল্লাহই তাদের ঝামেলা ও অশান্তি থেকে বেরোনোর পথ করে দেন। আর অপ্রত্যাশিত উৎস থেকে জীবনোপকরণ দান করেন। যে আল্লাহর ওপর নির্ভর করে আল্লাহই তার জন্যে যথেষ্ট। সূরা তালাক, আয়াত ২-৩।",
    "explanation": ""
  }
]
